Repository: naga123/trojan
Catalog: sites/all/modules/content_slider/translations/*.po.po
Languages: fr

source: Setting Content Slider.
fr: Paramétrer Content Slider

source: Basic settings
fr: Paramètres généraux

source: Auto rotate contents
fr: Rotation automatique des contenus

source: Display content without mouse click.
fr: Afficher le contenu sans clic de souris.

source: Glide animation duration (in milliseconds)
fr: Durée de l'effet de glissement (en millisecondes)

source: Set direction of glide
fr: Définir la direction du glissement

source: Slider content source (based on Drupal content-type)
fr: Type de contenu sources (basés sur les types de contenu Drupal)

source: Content type for Slider 1
fr: Type de contenu pour le Slider 1

source: Content type for Slider 2
fr: Type de contenu pour le Slider 2

source: Content type for Slider 3
fr: Type de contenu pour le Slider 3

source: access content_slider
fr: accéder à content_slider

source: administer content_slider
fr: gérer content_slider

source: Featured Content Slider Block
fr: Bloc du module Content Slider

source: Display content and image in Slide show mode using jQuery for Drupal 6. Module by Ebizon Technologie. (http://www.ebizontek.com)
fr: Affiche du contenu et des images sous forme de diaporama en utilisant jQuery pour Drupal 6. Module développé par Ebizon Technologie. (http://www.ebizontek.com)

source: Other
fr: Autre
